tap "homebrew/cask-fonts"
brew "autojump"
brew "awscli"
brew "bat"
brew "diff-so-fancy"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "python"
brew "ranger"
brew "sqlite"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh-syntax-highlighting"
cask "burp-suite"
cask "caffeine"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "webstorm"
cask "wireshark"
cask "font-fira-code"
cask "font-fira-nerd-font"
